Repository: mandoolabs/doWordpress
Catalog: languages/mandoo-widget-*.po
Languages: es_es

source: What you're trying to do looks a little shady.
es_es: Lo que estás tratando de hacer no tiene buena pinta.

source: Mandoo Widget Settings
es_es: Ajustes Mandoo Widget

source: Enter a valid Mandoo API config keys here to get started. Once you've done that, you can use the Mandoo Widget from the Widgets menu. You will need to have at least a form created with Mandoo doForms to set up the widget.
es_es: Introducir las claves de la Mandoo API para empezar. Una vez que hayas hecho esto, podrás utilizar el Mandoo Widget disponible en el menú Widgets. Usted tendrá que tener al menos un formulario creado con Mandoo doForms para configurar el widget.

source: Save Changes
es_es: Guardar los Cambios

source: You'll need to set up the Mandoo API conection before use the widget.
es_es: Necesita configurar la conexión con la Mandoo API antes de usar el widget.

source: You can make your changes
es_es: Puede hacer los cambios

source: here
es_es: aquí

source: Displays a form from your Mandoo doForms account.
es_es: Muestra un formulario de su cuenta Mandoo doForms.

source: General Settings
es_es: Ajustes Generales

source: Select a Form :
es_es: Selecccione un formulario :
